{
  "name": "Tech 4 Chassis",
  "data": [
    {
      "name": "Aegis",
      "detail": "The ‘V8.12.5’ Aegis was developed by Aeon as a combat Mech intended to protect trade convoys or VIP corporate personnel against attack and ambush. The energy absorbers which power its Advanced Shield Projector were developed atop the great cloud spire of the corporation’s home arco. Aegis units were subsequently utilized in the rebuilding of the Central Wastes following Impact Day, its shielding protecting construction units from debris, solar flares, and rival corpo attacks.\n\n`Structure Pts`: 24\n`Energy Pts`: 16\n`Heat Cap`: 14\n`System Slots`: 28  \n`Module Slots`: 5\n`Cargo Cap`: 6\n`Tech Level`: 4\n`Salvage Value`: 8\n\n*Integrated Advanced Shield Projector:*\n`XEP Reaction // Range: Medium // Shield`\nWhen a target within Range is hit by an attack or something that would deal damage, you may activate the Advanced Shield Projector. The damage of the attack is reduced by 3× the amount of Energy Points you expend on this Ability. If this reduces the damage to 0 or less the attack also has no additional effects.  "
    },
    {
      "name": "Collosus",
      "detail": "The ‘Mk7’ Colossus is the main battle Mech of Evantis Industries, and sums them up as a corpo. It is big, dumb, and gets the job done. They are still manufactured in the Evantis home arco of Haven and its surrounding smog soaked sprawl. These were rolled out in droves during the First Corpo War, their thunderous advance captured entire arcos whose resources and facilities were fed into the guzzling industrial maw of Evantis.\n\n`Structure Pts`: 36\n`Energy Pts`: 12\n`Heat Cap`: 16\n`System Slots`: 24 \n`Module Slots`: 4\n`Cargo Cap`: 6\n`Tech Level`: 4\n`Salvage Value`: 16\n\n*Eradication Protocols:* If the Colossus rolls a ‘Nailed It’ result (20) with an attack roll, it deals 4×\ndamage instead of 2× damage.\n\n*Heavily Armoured Chassis:* Any attack that rolls a ‘Nailed It’ (20) result against the Colossus\ncounts as a standard hit (11-19) and does not deal 2× damage or have any other bonus effect. "
    },
    {
      "name": "Consul",
      "detail": "Consul Mechs are designed to be utilised as diplomatic envoys and are often used by corporate\ncouncil members. They are a means for corpos to flex their wealth, power, and prestige when dealing with other corpos and diplomatic entities whilst maintaining a veneer of civility and decorum. As a result, they come in a vast array of different designs as befits the branding of the corpo, with the only commonality being that they are all, in a means unique to their corpo, incredibly flashy. Their inbuilt Morph Sphere technology further allows their pilot, typically a high ranking corpo exec, to rapidly exit an area in a dangerous situation.\n\n`Structure Pts`: 15\n`Energy Pts`: 16\n`Heat Cap`: 12\n`System Slots`: 12 \n`Module Slots`: 5\n`Cargo Cap`: 6\n`Tech Level`: 4\n`Salvage Value`: 3\n\n*Flashy*: The Consul has the Flashy Trait. It looks incredibly impressive, never being less than mint and pristine to onlookers, and fills them with much awe and admiration. Morph Sphere: This advanced anti-matter tech developed by Ascension PLC enables the Consul to reconstruct its form into a spherical mechanical ball around People size.\n\n`2EP Turn Action`\nWhen activated, the Consul transforms into a sphere that encases the Pilot or passenger. As a sphere, the Consul gains the Fast Trait, which it can make use of immediately after transforming. The sphere is quick and mobile, and slightly flexible, able to squeeze into tunnels and other hard to enter spots whilst transformed. The Consul cannot attack or activate any Systems whilst transformed but may activate Modules.\n\nWhen in this form the Consul takes up only 3 Cargo Slots if carried. The Consul may transform from a sphere back into its standard form as a Free Action at no EP cost."
    },
    {
      "name": "Drop Bear",
      "detail": "The ‘V-TX15’ Drop Bear was designed by Contour Aerospace as a means to return aerial dominance to its rightful place in the battlefield. The great rocky eyrie where the Contour home arco is situated in the Oceanic Rim is perfectly suited to maximize the speed and aerial capability of the Drop Bear. Vast flocks of these are said to patrol the rocky fortress and surrounding wastelands. The\ndistinct saw-like buzzing sound of its VTU System is often the last thing the victims hear before being shredded by fire and then picked apart for salvage. Originally named the ‘Dragoon’ by Contour, this Mech was ‘affectionately’ nicknamed the Drop Bear by local salvagers who came into contact with the Mech.\n\n\n`Structure Pts`: 26\n`Energy Pts`: 14\n`Heat Cap`: 14\n`System Slots`: 16\n`Module Slots`: 4\n`Cargo Cap`: 6\n`Tech Level`: 4\n`Salvage Value`: 7\n\n*Integrated Advanced Vectored Thrust Unit:* The Drop Bear has an Integrated Advanced Vectored Thrust Unit. This acts as a standard Vectored Thrust Unit System. In addition, when the Drop Bear\nactivates the Advanced VTU System it can move an additional Range Band, ignoring all obstacles,\nMechs, and terrain, and still move on its turn as normal."
    },
    {
      "name": "Vorpal",
      "detail": "The ‘V-X 113.5’ Vorpal is a highly heat efficient Mech designed to mount vastly oversized mining lasers for use in heavy duty excavation operations. Designed by Thatcher Steel, the Vorpal was so efficient that the majority of uranium mines within the Ferrous Range were rapidly stripped bare. Thatcher Steel then pulled out and pumped resources into its space elevator program to start off-world mining. This left the various worker satellite colonies to fend for themselves. Many of these miner settlements were said to have joined up together in one of the first examples of a proto Salvage Union using scrapped Mechs to retake swathes of Thatcher Steel territory and declare it independent.\n\n\n`Structure Pts`: 18\n`Energy Pts`: 12\n`Heat Cap`: 15\n`System Slots`: 15  \n`Module Slots`: 4\n`Cargo Cap`: 6\n`Tech Level`: 4\n`Salvage Value`: 4\n\n*Heat Efficient Reactor:* Everytime the Vorpal gains Heat, reduce the amount gained to 1. Treat each source of Heat separately when using this Ability. For example if the Vorpal fires a Blue Mining Laser with the Hot (3) Trait it gains 1 Heat instead of 3. If the Vorpal then chooses to Push it would gain an additional 1 Heat instead of 2 for the Push."
    }
  ]
}
