{
  "name": "Tech 5 Chassis",
  "data": [
    {
      "name": "Carrier",
      "detail": "Developed by Contour Aerospace as a mobile Mech carrier. The ‘TJG-93’ Carrier can launch Mechs from its mammoth bays, and acts as a mobile recharge and resupply base. It has proven invaluable for salvagers able to scrap one together as it effectively acts as a support crawler, allowing Pilots to operate for longer periods of time away from the Union Crawler and get to the hardest to reach places to claim sweet, sweet salvage.\n\n`Structure Pts`: 35\n`Energy Pts`: 16\n`Heat Cap`: 12\n`System Slots`: 21\n`Module Slots`: 5\n`Cargo Cap`: 6\n`Tech Level`: 5\n`Salvage Value`: 9\n\n*Integrated Mech Bay:* The Carrier has an integrated Tech 4 Mech Bay which can carry up to 5 Tech\n4 or lower Mechs in an active and ready state. This acts as a Tech 4 Mech Bay allowing you to fully\nheal the SP, EP, and Heat of all Mechs within it over a week of Downtime and mount or remove any number of Systems or Modules as well as anything else the Mech Bay would be capable of."
    },
    {
      "name": "Eidolon",
      "detail": "The peak of Sakura stealth technology, the ‘E-1T2’ Eidolon has a polycarbonate stealth Chassis combined with integrated stealth projectors which when activated make it for all intents and purposes invisible. Sabotage by this Mech is considered responsible for the year long blackout of Cothon, the Osiris home arco during the corpo cold war. It is difficult for advanced electronics to detect the Eidolon, but their stealth systems can be foiled by some surprisingly low tech solutions. Shrapnel and other explosives, even a simple hose can all outline the void the Eidolon occupies.\n\n`Structure Pts`: 21\n`Energy Pts`: 15\n`Heat Cap`: 12\n`System Slots`: 15\n`Module Slots`: 7\n`Cargo Cap`: 6\n`Tech Level`: 5\n`Salvage Value`: 5\n\n*Polycarbonate Stealth Chassis:*\nThe Eidolon can not be targeted with anything that uses the Targeter Trait such as targeting Modules. It also can not be seen by anything with the Optics Trait or Scanner Trait. It does not appear on sensors, radar systems, or scanners.\n\n*Stealth Projector:*\n`4EP Turn Action`\nWhen activated, the Stealth Projector makes the Eidolon effectively invisible. It cannot be spotted via any form of visual confirmation. This effect lasts for 1 hour or until the Eidolon Pilot deactivates it as a Free Action. "
    },
    {
      "name": "Neura-Phage",
      "detail": "The ‘AUG-440’ Neura-Phage is a fully neuralinked Mech that connects directly to a Pilot’s nervous\nsystem. This allows for direct one-to-one control of the Mech as though it was their own body,\nmaking pilot and machine as one. Developed at the end of the Second Corpo War by Ascension PLC, the Neura-Phage mech was purchased by numerous other corpos and deployed as the last lines of defence in their home arcos. The reasoning behind this deployment was that any Pilot who would wire themselves directly to their Mechs were significantly devoted to their corpo. In practice, many often had little choice in the matter with many corpos recruiting Neura-Phage Pilots from terminally wounded veterans or Pilots who would otherwise be captured and killed by enemy forces. \n\n`Structure Pts`: 29\n`Energy Pts`: 11\n`Heat Cap`: 13\n`System Slots`: 18\n`Module Slots`: 6\n`Cargo Cap`: 6\n`Tech Level`: 5\n`Salvage Value`: 9\n\n*Cybernetic Neuralink:*\nThe Neura-Phage connects directly to the Pilot with an advanced neuralink mesh that allows their thoughts to be directly translated to the actions of the Mech, merging them into one entity.\n\nThey may spend their Pilot Ability Points on any Energy Point Abilities the Neura-Phage has access to. They may spend their Energy Points on any Pilot Abilities their Pilot has access to that the Neura-Phage would reasonably be able to perform. In addition, they always count as having a Neuralink Communicator installed in their Mech. \n\nNeuralinking is a painful, lengthy, and risky process. A Pilot can only exit the Neura-Phage during Downtime within a Tech 5 or higher Mech Bay after a lengthy surgical process that takes a day to perform, and further requires a Tech 5 or higher Med Bay to recover in.If a Pilot attempts to remove themselves from the Neura-Phage in the field, is removed without access to the appropriate facilities, or is forcibly removed in any way, they will die in the process."
    }
  ]
}
