{
  "name": "Tech 6 (Chassis)",
  "data": [
    {
      "name": "Iron Wyrm",
      "info": "",
      "detail": "The ‘EPBM-S11’ Iron Wyrm is a mammoth tunnelling Mech capable of subterranean operations. It was designed as a joint venture between Sakura Futures, Herrsch Manufacturing, and Thatcher Steel in order to construct a vast tunnel network that would connect the Ferrous Range with the Central Wastes. Nobody knows whether the project was completed or what the current state of the tunnel network is, but some say the tunnels still exist and that they are filled with salvage just lying around. ready to be plundered. They also say that the tunnels are inhabited by those who have not seen the red sun for generations.\n\n`Structure Pts`: 46\n`Energy Pts`: 15\n`Heat Cap`: 19\n`System Slots`: 24\n`Module Slots`: 5\n`Cargo Cap`: 6\n`Tech Level`: 6\n`Salvage Value`: 17\n\n*Burrower:*\n`2EP Turn Action`\nWhen you activate this Ability, the Iron Wyrm can burrow and move underneath the ground. It can burrow through sand, stone, and earth as well as basic metal and stone structures such as bunkers. The Iron Wyrm remains burrowed until it unborrows as a Turn Action where it emerges at a point of the Pilot’s choice within Close Range of it. When burrowed, the Iron Wyrm cannot be targeted by anything on the ground, however it cannot see anything on the ground either. Its location can be verified with a Deep Survey Scanner. \n\nThe burrowing Ability of the Iron Wyrm enables it to create tunnels behind it that are large enough for a Mech to fit through."
    },
    {
      "name": "Leviathan",
      "info": "",
      "detail": "The pinnacle of the Evantis range, the ‘Mk3’ Leviathan is currently the only general release Super Heavy Mech available to buy on the Corpo Net. Enormously powerful, it can be fitted with a veritable arsenal of lasers, missiles, and cannons, as well as enough Modules to make those shots count. It uses a modified reactor from a 1,000 tonne terraforming rig, and is so heavily armoured that nothing short of a tactical nuke can take it out. If you find yourself against one of these, you will either need a madcap plan under your belt to stop it or a good pair of running boots.\n\n`Structure Pts`: 76\n`Energy Pts`: 14\n`Heat Cap`: 18\n`System Slots`: 36\n`Module Slots`: 6\n`Cargo Cap`: 6\n`Tech Level`: 6\n`Salvage Value`: 20\n\n*Juggernaut:* The Leviathan may fire up to 2 Weapons Systems in a turn as a single Turn Action. Resolve each attack separately.\n\n*Eradication Protocols:* If the Leviathan rolls a ‘Nailed It’ result (20) with an attack roll, it deals 4× damage instead of 2× damage.\n\n*Heavily Armoured Chassis:* Any ‘Nailed It’ (20) result made against the Leviathan counts as a standard hit (11-19) and does not deal 2× damage or have any other bonus effect. "
    },
    {
      "name": "Shaitan",
      "info": "",
      "detail": "The ‘v3.94.0’ Shaitan is a custom crafted and over-designed Mech favoured by corpo execs who want to play. It packs an exec body suit, custom branding, high speed actuators, gold plated gyroscopes, and an array of hood ornaments. Even its bells have whistles. It can hit a max top speed that rivals all but the fastest of pure mil-tech design, and has a polycarb Chassis as well as integrated VTU for extra mileage. It contains frankly too many Module slots, allowing it to pack in extended comms, advanced optics, and multiple recreational devices. \n\n`Structure Pts`: 21\n`Energy Pts`: 20\n`Heat Cap`: 14\n`System Slots`: 15\n`Module Slots`: 10\n`Cargo Cap`: 6\n`Tech Level`: 6\n`Salvage Value`: 6\n\n*Integrated VTU System:* The Shaitan has an integrated Vectored Thrust Unit System which is included in its profile. This functions as a standard VTU System. \n\n*Flashy:* The Shaitan has the Flashy Trait. It is incredibly stunning to look at and fills onlookers with awe and admiration.\n\n*Fast:* The Shaitan can move an additional Range Band on its turn as a free action. In addition, it moves twice as fast across the Campaign, Area, and Region Maps. \n\n*Polycarbonate Stealth Chassis:* The Shaitan cannot be targeted with anything that uses the Targeter Trait such as targeting Modules. It also cannot be seen by anything with the Optics Trait or Scanner Trait. It does not appear on sensors, radar systems, or scanners and needs direct visual confirmation to be spotted. "
    }
  ]
}
