{
  "name": "Smuggler",
  "info": "Requires: Sleuth Tree (Scout) or Salvaging Tree (Hauler)",
  "data": [
    {
      "name": "Black Market",
      "info": "Smuggler Tree//Tier 1",
      "detail": "`Passive`\nYou are able to trade for various contraband and illegally acquired goods on the Black Market. All of these things, even in the wasteland, are blacklisted from use and often considered cruel and unusual. Your Union Crawler gains permanent access to a Black Market. In addition, when you are in a settlement in the wastelands you can find a Black Market contact to trade with. \n\nYou can purchase any of the below items from the Black Market for an amount of Scrap equal their Salvage Value of their Tech Level or Black Market Modules higher. The Mediator may also offer you additional Black Market items as they see fit.\n\n*Black Market Modules:*\n\n*Goflow Plant Growing System*\n `T4` | 🔺 - 5  |⚙️ - 3\nWith all known plant genomes corpo patented, the growing of any plant from a patented seed without permission or proof of purchase is considered intellectual theft and punishable by ten years of re-education. \n\nThis particular plant growing System is designed to be installed in a Mech for transportation and use in the field. It provides the Pilot and their companion with a regular supply of (illegal) fresh fruit and vegetables. \n\n*Corrupted Neuralink Module*\n `T5` | 🔺 - 1  |⚙️ - 2\nThis thin array of harmless looking mesh is effectively identical to neuralinks found in certain Mechs that allow for one-to-one Pilot to Mech interfacing. It happens to be one of the most grievous torture devices ever invented and it does not leave a mark. When hooked up to a Pilot via a Mech, it can simulate pain beyond their imagination.\n\n*Black Market Systems:*\n\n*Napalm Launcher*\n `T3` | 🔺 - 6  |⚙️ - 3 \n`Range: Medium//Damage: 4 SP//Anti-Organic//Burn (2)//Explosive (2)//Overheat`\nFires superheated napalm that sticks to a target causing agonising pain. Used extensively by Contour Aerospace in the purging of the primordials, which saw much of the world’s forests turn to ash\n\n*Rad Wave Generator*\n `T3` | 🔺 - 5  |⚙️ - 4\n`Medium Range//Overheat`\n\nThis weapon fires an intense wave of radiation at a target. An organic target hit suffers an agonizing death from acute radiation poisoning. They will suffer a Major Injury every day which reduces their Max HP by 2 each time.\n\nThis attack can target Pilots inside their Mechs, unless they have Radiation Sealing or equivalent.\n\n*Black Market Pilot Equipment:*\n\n*Blinding Blue Laser Rifle*\n` T3//Range: Close//Damage: 3 HP//Energy`\nThis portable laser rifle is designed to permanently blind targets shot by it. A creature hit by \nthis weapon suffers the Minor Injury of temporary blindness in addition to the normal damage it inflicts. This costs 1 Tech 3 Scrap to purchase from the Black Market.\n\n`20:` The target suffers a Major Injury of permanent blindness.\n"
    },
    {
      "name": "Pray I don't alter the deal further...",
      "info": "Smuggler Tree//Tier 2",
      "detail": "`2AP//Turn Action`\nYou may retroactively alter a deal to change one element of it that the other party has to reluctantly agree to. This can increase the amount of reward you get, or alter an aspect of the deal, for example, if you make a deal to capture a fugitive alive you could alter it to let you kill them instead, and still receive the same reward. You may use this Ability whilst making the deal itself, or when you have returned with \nyour respective part of it complete. The Mediator will judge if this alteration is fair, but it must provide you with some advantage."
    },
    {
      "name": "Hidden Stash",
      "info": "Smuggler Tree//Tier 3",
      "detail": "`3AP//Reaction`\nYou are an expert at smuggling contraband into any place you desire. This can be a hidden cache in the wastes, a secret stash in a corpo stronghold, or something hiding in plain sight within a Union Crawler.\n\nWhen you activate this Ability you declare that you have smuggled something into the area you are in. Pick any Mech Chassis, System, Module, Pilot Equipment, or up to 6 Scrap. You must choose something that you already own and have access to. It could be something stored in your Union Crawler or carried by one of your Mechs. Describe how you smuggled it into this area and say where it is, then you gain access to it"
    },
    {
      "name": " Knife Missile",
      "info": " Legendary Tree",
      "detail": "`3AP//Turn Action//Range: Far//Pilot Equipment`\nYou acquire and train in the use of a Knife Missile that only you can use. Add this to your Pilot Equipment. A Knife Missile is a miniscule, tadpole-sized assassination device that flies towards a target and penetrates their skull, instantly killing them.\n\nYou control the Knife Missile remotely via a Knife Missile Controller. The Knife Missile can be set to attack any creature within Far Range. You do not need to be able to see the creature. The Knife Missile is able to fly directly to the target, avoiding detection as well as any obstacles, it can fly through vents, cracks, and get into significantly hard to reach places. The Knife Missile does not affect Meld or Bio-Titans. \n\n*ROLL THE DIE:*\n`20:` The target creature is killed, and any number of other target creatures within Close Range of the original target can also be killed if you desire.\n`11 - 19:` The target creature is killed.\n`6 - 10:` You can choose to kill the target creature, but if you do you are detected and your location is compromised.\n`2 - 5:` The target narrowly avoids being killed, but is reduced to 0 HP and must roll on the Critical Injury Table.\n`1:` The target avoids harm, your location is compromised, and you are detected and pursued."
    },
    {
      "name": "Stealth Field Generator",
      "info": " Legendary Tree",
      "detail": "`4AP//Turn Action//Range: Close//Pilot Equipment`\nYou acquire and train in the use of a Stealth Field Generator that only you can use. This creates a sphere of invisibility around you and up to five Mechs, Creatures, or Vehicles of your choice within Close Range. This makes you and everything you choose under the sphere effectively invisible to both radar and scanning systems, as well as optics and the naked eye. None of the Mechs, Creatures, or Vehicles within the effect of the Stealth Field Generator can be seen with the Scanner Trait, or targeted by anything with the `Targeter Trait`.\n\nThe Stealth Field Generator effect lasts until you choose to deactivate it as a Free Action for no cost.  \n\nIf your Stealth Field Generator is misplaced, damaged, or destroyed, you can acquire a new one during Downtime. You can only ever have one Stealth Field Generator at a time."
    }
  ]
}
