{
  "name": "Orator",
  "info": "Increase MP by 5.",
  "data": [
    {
      "name": "Skills",
      "data": [
        {
          "name": "Condemn",
          "info": "Max SL - 5",
          "description": "During a conflict, you may use an action and spend 10 Mind Points to choose one enemy who can hear and understand you. If you do, that enemy loses`【SL × 10】`Mind Points and suffers `dazed` or `shaken` (your choice); additionally, the next time a source deals damage to that enemy during this scene, it deals extra damage to that enemy equal to`【SL × 2】`(this effect is `cumulative` with itself)."
        },
        {
          "name": "Encourage",
          "info": "Max SL - 5",
          "description": "You may use an action and spend 10 Mind Points to have one ally who can hear and understand you recover`【SL × 10】`Hit Points. If you do, choose `Dexterity, Insight, Might,or Willpower`: until the end of the scene, or until you use this Skill on that ally again, they treat the chosen Attribute as being one die size higher (up to a maximum of `d12`)."
        },
        {
          "name": "My Trust In You",
          "info": "Max SL - 2",
          "description": "After another Player Character who is able to hear you performs a Check, you may spend 1 Fabula Point and invoke one of their `Traits` or `Bonds` in order to let them reroll dice or improve the Result of the Check (following the normal rules). Then, if you have a `Bond` towards that character, they recover`【SL × 10】`Mind Points."
        },
        {
          "name": "Persuasive",
          "info": "Max SL - 2",
          "description": "When you successfully perform a Check to fill or erase sections of a Clock, if your approach relied on `charm`, `diplomacy`, `deception` or `intimidation`, you may spend up to`【SL × 20】`Mind Points. If you do, fill or erase an additional section of that Clock for every 20 Mind Points you spend this way."
        },
        {
          "name": "Unexpected Ally",
          "info": "Max SL - 1",
          "description": "You may use an action and spend 1 Fabula Point to choose a `non-hostile` creature able to hear and understand you. If you do, that creature becomes helpful towards you so long as you are kind and respectful to them and your requests are reasonable."
        }
      ]
    }
  ]
}
