{
  "name": "Natural Quirks",
  "data": [
    {
      "name": "Ancient Weapon",
      "info": "You don't fear delving deep in the ancient ruins; from their cold tunnels you have retrieved an unusual weapon, which saved your life in more than one occasion. Where did you find it? When did you stumble upon a similar weapon, and who carried it?",
      "description": "Together with the rest of your group, create a `rare custom weapon` worth 1200 zenit or less.\n\nThis weapons should have an especially unusual and technological appearance; it can be a good idea to make it a `firearm` weapon and determine that similar items are rare and mysterious in your world.\n\nOnce per session (approximately `four hours of play`), the Game Master may give you 1 Fabula Point in order to have sudden complications arise due to the unique nature of the weapon (such as strange machines reacting to its presence, or monsters drawn to the special energy it emits). However, the weapon `cannot be destroyed, damaged, lost or stolen without your permission as a Player`."
    },
    {
      "name": "Arboreal",
      "info": "You are a sentient plant creature, with humanoid intelligence. Do you belong to a particular species, or are you one of a kind? How does your life cycle function? Do you resemble a specific type of plant, flower, or tree?",
      "description": "Choose a status effect: `dazed, enraged`, or `shaken`. You are immune to the chosen status effect. However, you also become Vulnerable to a damage type of your choice: `air, bolt, earth, fire`, or `ice`.\nYou also learn one NPC spell (pages 310-311 of the Core Book; you cannot choose Devastation; if a Magic Check is required, use`【INS + WLP】`): customize the spell as needed (name, damage type, status effects etc.). When you cast this spell while `in sunlight`, its total MP cost is reduced by 5 (to a minimum of 0 Mind Points)."
    },

    {
      "name": "Big Bro",
      "info": "Your travel companions know they can rely on you when it's time to make camp and catch a precious breath among the constant pressure of your adventure. Who taught you to care for others? Is there anyone among the other Player Characters you see as a younger brother or sister? What special promise did you make them?",
      "description": "If your group's campaign does not make use of the optional rule `Camp Activities`, your character still gains access to it. Your character gains access to `three Camp Activities` instead of only two.\n\nIf your character gains this Quirk during a campaign that already makes use of Camp Activities, you simply gain access to a single new Camp Activity of your choice.\n\nWhen you choose to perform Camp Activities during a `Rest`, choose one option: you perform `two different Camp Activities`, whose effects `cannot` be applied to the same creature; `or` you perform `the same Camp Activity twice`, applying its effects to two different creatures."
    },
    {
      "name": "Cursed",
      "info": "You bear the burden of a strange curse. Through which supernatural effects does it manifest? How did you become cursed? Did you bother a magical creature or explore a forbidden place? Who might tell you how to break it?",
      "description": "When you acquire this Quirk, describe the nature of your curse and tie it to one of the `threats` present in your world. Once this threat is resolved, you will finally have a chance to break free from the curse - describe how you expect this to happen.\n\n`Examples`: nearby animals become aggressive; waters become treacherous when you swim or sail; invisible sprites misplace your belongings.\n\nWhen you are about to perform a Check, you may instead describe how your curse gets in the way and automatically roll a `fumble` (both dice are treated as if you had rolled a 1 on them). If you do, you receive `2 Fabula Points` instead of 1, and generate an `opportunity` as normal.\nIf you ever manage to break the curse, immediately gain a Heroic Skill of your choice (you may even choose a Heroic Skill whose requirements you `do not` satisfy, unless they include a Skill you don't have). This includes choosing a Heroic Skill for a Class you do not have."
    },
    {
      "name": "Elemental Soul",
      "info": "You are deeply infused with the power of a natural element. Who among your forebears first received this magical spark? What troubles has it caused you?",
      "description": "Choose your elemental damage type: `air, bolt, earth, fire`, or `ice`. You gain Resistance to the chosen damage type; additionally, whenever you deal damage, you may change its type so that it matches your elemental damage type. However, you also become Vulnerable to a different damage type chosen among those five.\n You also gain the ability to perform Rituals of the `Elementalism` discipline, but only if those Rituals manipulate your chosen element (respectively air, electricity, earth/rock, fire, and ice/water)."
    },
    {
      "name": "Flight",
      "info": "You belong to a unique heritage of humanoids who have the ability to fly or levitate. How does this work? Is it magical, or do you have wings? How did this particular advantage shape the history and society of your people? How do people usually react to seeing you?",
      "description": "You are able to fly. In addition to the obvious advantage in mobility, your `melee` attacks can target `flying` creatures and you cannot be targeted by `melee` attacks unless the attacker is flying or is somehow able to reach flying targets.\nWhile in `Crisis` or unable to fly freely (such as when you're inside a vehicle designed for human-sized creatures or in a narrow corridor), you lose all benefits granted by this Quirk. Additionally, when you suffer `air, bolt` or `ice` damage during a conflict scene, you lose the benefits of this Quirk until the start of your next turn."
    },
    {
      "name": "Mysterious Grimoire",
      "info": "You came into possession of an old and hefty magical tome; sometimes, scribbles and advice appear on its pages, helping you in your adventures. Where did you find it? What kind of personality emerges from the text's style and tone?",
      "description": "As long as you have this Quirk, your grimoire is an indestructible `artifact` that cannot be lost or stolen unless as a consequence of `Surrender`.\n\nWhen your group stumbles upon a `danger` or `discovery` after a `travel roll`, you may ask  the Game Master a single question concerning that `danger` or `discovery` (you may ask it immediately or save it for later); the Game Master answers truthfully and describes how the answer appears on your grimoire.\nOnce your grimoire has answered `10 questions`, it almost shared all of its knowledge with you: choose one of the following options.\n\n- `Awakened Consciousness`: you lose this Quirk and the grimoire turns into a Non-Player Character; create this NPC together with the rest of your group, giving them a name and describing their appearance. They do not have an NPC profile and do not take part in Checks or conflicts, but they learn `one spell` of your choice among those in the lists for the Elementalist, Entropist and Spiritist Classes in the `Core Rulebook`. The NPC may cast this spell `up to twice per conflict`, at the end of any Player Character's turn if requested. Spells cast this way require no Mind Points and use `2d10` for the Magic Check (if needed).\n\n- `Hidden magic`: you lose this Quirk, but your grimoire will still share a final and most powerful secret. You acquire a Heroic Skill of your choice among `Comet, Extra Spells, Hope`, and `Ultramagic` (see Core Rulebook; you may choose a Skill whose requirements you do not fulfill).\n\nYou could also use this Quirk to introduce a new Player Character (and Player) in your group; if you do, the character who had taken this Quirk should receive the benefits listed by `hidden magic` instead of those in `awakened conscience`. Suggested Quirks for a Player Character brought into a campaign this way are `Arboreal`, `Robot`, `The Beast Who Spoke`, and `The Long Dream`.\n\nWhatever your choice, the grimoire goes back to being a `completely normal book` and the Game Master chooses one option: the grimoire provides a `key clue` regarding a `threat` that is present in your world; `or` the grimoire reveals the existence of a new threat and provides a `key clue` about it."
    },
    {
      "name": "Outcast Fairy",
      "info": "Once upon a time, you lived with your kin in the Realm of Fairies, in close contact with the stream of souls... but it has been long since you last visited. What went wrong? What is the state of the Realm at the moment? Who governs it?",
      "description": "You may verbally communicate with any creature belonging to the `beast, elemental`, and `plant` Species.\nYou learn `one spell` of your choice among those in the lists for the Elementalist, Entropist and Spiritist Classes in the `Core Rulebook`; additionally, you gain the ability to perform Rituals of the `Ritualism` discipline, and you may use these Rituals to `transport creatures in and out of the Realm of Fairies`.\nHowever, you also possess a unique weakness typical of fairies: decide it together with your group. Once per session (approximately `four hours of play`), the Game Master may give you 1 Fabula Point in order to have sudden complications arise due to this weakness or to have you `automatically fail a Check` (they must do so `before` the Check is performed; the Check's Result and High Roll are both treated as being 0).\n\n`Examples`: you are allergic to iron; you must count all poured grains of sand or salt; if you see someone perform a specific gesture, you must do the same."
    },
    {
      "name": "Robot",
      "info": "You are an artificial body in which a mysterious life shines, lone descendant of an age lost to time. Do you look organic or mechanical? What prevents you from perceiving or communicating like a normal human would? What fragmented memories do you still hold from the time you were created?",
      "description": "You are not considered a living creature and gain Immunity to `poison` damage and Resistance to `earth` damage. You are also immune to the `poisoned` status effect.\nYou do not need to breathe, eat or drink, but you still follow the normal rules for `resting`. You also recover Hit Points and recover from status effects as normal.\nYou gain a +2 bonus to all Checks you perform to examine or interact with machines, technology and `constructs` (except for Accuracy Checks and Magic Checks)."
    },
    {
      "name": "Stubborn Scion",
      "info": "You hail from the wealthiest, most influential family in this region. On what do they base their fortune and reputation? Are you the only heir? What is it about your family you really can't stand, and why did it lead you to join the other characters?",
      "description": "If you choose this Quirk during `character creation`, increase your `initial savings` by 1000 zenit.\nAdditionally, you are accompanied by `two fiercely loyal bodyguards`: give them a name and describe their appearance. They do not have an NPC profile and never take part in Checks or conflicts, but you are `inseparable` and they somehow appear whenever you need their help. They offer the following benefits:\n\n- `Be careful!` When you suffer damage, you may halve it.\n\n- `Here is the information you previously requested.` During a `Rest`, you may ask the Game Master one question; they will answer truthfully.\n\n- `Stay down, I'll take care of this!` When you create an `elemental shard`, you may have it deal extra damage equal to`【5 + half your level】`.\n\nWhenever you make use of one of these benefits, your bodyguards suffer 1d6 Fatigue; as long as they have 10 or more Fatigue, you cannot rely on them. Fatigue is shared between bodyguards; it is not tracked individually. At the end of each session (approximately four hours of play), your bodyguards recover 1d6 Fatigue (to a minimum of zero)."
    },
    {
      "name": "Survivor",
      "info": "You are among the few who survived a natural catastrophe or the attack of a dreadful creature. Do you believe someone is responsible for this? Were you able to keep in contact with any other survivors? Do you think it possible to rebuild?",
      "description": "Permanently increase your maximum Hit Points `and` maximum Mind Points by 5. Choose one option: gain the ability to equip `martial melee and ranged` weapons, `martial armor`, and `martial shields`; `or` learn any one spell from the `Elementalist` or `Spiritist` lists; `or` permanently increase your maximum Inventory Points by 2."
    },
    {
      "name": "The Beast who Spoke",
      "info": "You belong to a long line of magical beasts who protected human villages over the centuries; nowadays, however, humanity has forgotten your role. Where do you make your nest? Do you know of any of your kind who are still alive? Who, among the other Player Characters, has shown interest or respect towards your nature?",
      "description": "You may not equip any items, with the exception of `accessories` and `weapon and armor modules`. However, as long as your `armor slot` is empty, you gain a +2 bonus to Defense and a +2 bonus to Magic Defense.\n\nYou also gain `two` benefits of your choice among the following:\n\n- You may also equip `custom weapons`.\n\n- You learn one NPC spell (pages `310-311` of the `Core Book`; you cannot choose the spell `Devastation`; if a Magic Check is required, use`【MIG + WLP】`): customize the spell as needed (name, damage type, status effects etc.).\n\n- Your attacks with `unarmed strikes` deal 6 extra damage. This amount increases to 10 extra damage if you are `level 30 or higher`"
    },
    {
      "name": "The Long Dream",
      "info": "Long ago, your spirit dwelled in nature; then, something brought you to take on a human form, but it won't be forever. Was it a prayer or some kind of magic? What part of your appearance betrays your origin? Do you fear that last goodbye?",
      "description": "At the end of each session (approximately `four hours of play`), before assigning XP, roll 2d20. If you roll `equal to or lower than` your current character level, the `last farewell grows closer`.\nWhen a rule or ability requires you to spend Hit Points, Mind Points, or Fabula Points, you may instead ignore that cost. If you do, the `last farewell grows closer`; after you ignore a cost this way, `if the last farewell has grown closer at least 10 times`, the moment has come to leave the world of humans. At the end of the current scene, you will forever return to be a natural and inanimate object: together with your group, take your time to roleplay one last bittersweet moment before you go.\n\n`Examples`: you might turn into a great guardian tree, into a visage on the side of a cliff, into a uniquely shaped rock, or into the brightest star there is.\n\nThe same happens if you `Sacrifice` yourself; in both cases, your character is considered dead and cannot be brought back in any way. However, from now on `all Player Characters in the campaign` (including your new character) will receive 1 additional Fabula Point at the start of each session (approximately `four hours of play`)."
    },
    {
      "name": "Traveling Workshop",
      "info": "You own a transport that also acts as your shop and laboratory. How did you obtain it? How does it move, and what energy fuels it? What makes it extremely recognizable? Normally, how do people react to its passage?",
      "description": "You may only choose this Quirk if your character has acquired one or more Classes among `Gourmet` and `Tinkerer`.\nYou obtain a `land vehicle`. This vehicle is big enough to accommodate you and the rest of your group, plus two or three guests, but unfit for combat.\nIf a Project requires a `special ingredient or material`, you may spend 1 Fabula Point to suddenly stumble upon something similar in your workshop; if you do, the invention `must` have a `terrible flaw`."
    },
    {
      "name": "Underchild",
      "info": "There isn't much you remember about your past, but upon awakening you found yourself in the depths. Once you reached the surface, you realized you weren't exactly like everyone else... you are spontaneously attuned to ancient technology, and boast a strange power reserve you can draw from. Who was the first person you encountered? What items did you have with you? Are you afraid of regaining your memories?",
      "description": "When a rule or ability requires you to spend `100 or fewer` Hit Points, Mind Points, or Inventory Points during a conflict, you may instead ignore that cost. If you do, you cannot ignore a cost this way again until the end of your next `Rest`. Describe where this intense but ephemeral energy stems from!\n\n`Examples`: a magic gem hidden in your left eye; a power generator grafted to your arm; an arcane circuit that resembles an intricate tattoo.\n\nAdditionally, when you encounter a contraption or creature connected to ancient technology or to a ruins' past, you may choose one option: ask the Game Master its purpose; `or` ask the Game Master what can activate it; `or` ask the Game Master what can deactivate it. The Game Master answers truthfully and you describe a brief flashback that reveals the answer.\nAfter you receive an answer this way for the `sixth time`, you remember `the real reason` why you had been left dormant underground, and the Game Master chooses one option: you remember a `key clue` regarding a `threat` that is present in your world; `or` you remember the existence of a new threat and receive a `key clue` about it. Note that you will keep all benefits from this Quirk after this revelation (both the ability to ignore costs and to ask questions)."
    }
  ]
}
