{
  "name": "Techno Quirks",
  "data": [
    {
      "name": "Agitator",
      "info": "You have been riling up people to fight against oppressors for years, perhaps for justice, perhaps for vengeance. Who is your current main target? Who or what did you lose because of your insubordination? Who or what is hunting you down?",
      "description": "When you `rest` inside or near a settlement, you may choose one option: you learn what the locals are mainly angry about or afraid of; `or` you create a contact that lives and operates in this area, give them a name and specialty, and the Game Master tells you what they request as payment, `or` why they are in trouble and need help.\n\n`Examples`: Miqe the Witch, an `expert ritualist` willing to help in exchange for `rare materials`; Two-fingers, a `weapon dealer` currently `held prisoner` by the Planetary Security Corps.s"
    },

    {
      "name": "Cognitive Specter",
      "info": "You are a presence born within the depths of the Soul Network, straddling the line between demons and humans. Do you remember your earliest moments? What belief, memory or emotion do you embody? How did that shape your appearance?",
      "description": "Choose two damage types among `air, bolt, dark, earth, fire, ice`, and `light`. You gain Resistance to the chosen damage types. However, you also gain Vulnerability to a third damage type chosen from the list above.\nYou gain the ability to perform Rituals of the `Ritualism` discipline, and you may use these Rituals to `transport creatures in and out of the Soul Network`, as well as to `gain information and track entities while inside the Soul Network`."
    },

    {
      "name": "Diabolist",
      "info": "You have access to a unique talent or device that lets you shape the energies of the Soul Network into a demonic familiar. How did you obtain this power, and what price did you pay? What does your familiar look like, and what does this say about you?",
      "description": "Together with your group, create a `level 5 demon` NPC that becomes your `familiar`: this creature `does not level up`, can have a `maximum of two basic attacks`, gains a +3 bonus to Accuracy Checks and Magic Checks, and their maximum Hit Points are equal to`【five times the familiar's base Might die size + half your level】`.\nIf you are `level 20 or higher`, your familiar gains an additional Skill. If you are `level 40 or higher`, your familiar gains another additional Skill. Make sure to discuss these Skill choices together with the rest of your group.\n\nWhen an NPC you can see that belongs to the `demon` Species falls to 0 Hit Points, if you are present on the scene, you may spend 20 Mind Points. If you do, the Game Master reveals that creature's entire profile, and you may replace `one` of your familiar's Skills with `one` of that creature's Skills (the Game Master has final say on which Skills are eligible and how they will apply to your familiar). Describe the transformation!\n\nIf you have this Quirk, you may not acquire the `Faithful Companion` Skill from the Wayfarer Class.\n\nYour familiar doesn't get an independent turn during conflicts, but you can use an action to have them perform an action (once per turn). If your familiar is affected by any `turn-related effects` (Core Rulebook, page 77), these are based on `your` turn.\nYour familiar joins and leaves scenes when you do, and gains your same benefits for `rests`. If reduced to 0 HP, your familiar vanishes from the scene and reforms at your side at the start of the next scene in which you are present, with current HP equal to their `Crisis` score."
    },

    {
      "name": "Enigmatic Relic",
      "info": "You possess a strange weapon capable of shaping the weave of reality, an artifact from a forgotten past (or perhaps even a far away future). How did you obtain it, and how did you discover the basics of its functioning? Who is trying to take the relic from you?",
      "description": "Together with the rest of your group, create a `rare custom weapon` worth 1200 zenit or less. This weapon is an `artifact`, may only be destroyed through a PC's `Sacrifice`, and may only be lost or stolen from you as a consequence of `Surrender`.\nAs long as a `Player Character or Villain` has the relic equipped, they may perform the `Skill` action to have it manifest one of the following powers:\n\n- Ask the Game Master a single question. The Game Master answers truthfully and describes the visions shown by the relic.\n\n- Choose a discipline among `Chimerism`, `Elementalism`, `Entropism`, `Ritualism`, and `Spiritism`. Until the end of the scene, any character who has the relic equipped may perform Rituals of that discipline and their MP cost is halved.\n\n- Until the end of the scene, all attacks with the relic deal 5 extra damage, and all damage they deal ignores Absorptions, Immunities and Resistances. Additionally, the character may immediately perform a `free attack` with the relic.\n\nThe second and third option are `cumulative` with themselves; for instance, using the second option thrice and choosing Chimerism each time will make it so that Chimerism Rituals cost 1/8th of the normal MP.\n\nAfter the relic manifests a power while in the hands of a Player Character, it gathers `1d6 Paradox`. If the relic's Paradox ever reaches `10 or higher`, it immediately resets to 0 and you roll a `d6`:\n\n*1-4*: the relic becomes completely inert until a specific condition is fulfilled; the Game Master will tell you what it is.\n\n*5-6*: the relic unleashes a terrible and unprecedented force, causing death and destruction, a serious alteration of time and space, or even the advent of a new `threat` for the world (Game Master's choice).\n\nWhen a Villain uses the relic's power, it `never` generates Paradox. Strange...\n\nIf you `die` and the relic is not destroyed as part of your Sacrifice, the relic remains a part of the campaign with all the above rules intact, but can now be lost or stolen like any other object (it can still only be destroyed through a Sacrifice)."
    },

    {
      "name": "From a Distant World",
      "info": "Your presence here is an anomaly, and sometimes you really do seem to follow your own rules. Do you come from a far away planet, or perhaps a different timeline? How did you get here, and when? Do you think you still have a chance to go back, and would you do so? What terrible threat followed you?",
      "description": "When you participate in a conflict scene, you automatically gain 1 Fabula Point. Additionally, you can invoke a `Trait` to reroll dice even if you `fumbled` your Check (if you do so, you `do not` receive a Fabula Point for the `fumble`)."
    },

    {
      "name": "Fugitive Experiment",
      "info": "Engineered within a secluded laboratory, you are a being with no precedents. The world is not ready for you, and neither were your creators. How did you escape? What are you searching for? Who was the first person to show you kindness?",
      "description": "When a rule or ability requires you to spend `100 or fewer Hit Points, Mind Points`, or `Inventory Points`, you may suffer `1d8 Instability` to instead completely ignore that cost. At the end of each session (approximately `four hours of play`), lose `1d6 Instability` (to a minimum of zero).\nIf your Instability ever reaches `10 or higher`, you are immediately reduced to 0 Hit Points and must `surrender`; the consequences of this surrender should be closely tied to your loss of control over your abilities. Then, reduce your Instability to 0"
    },

    {
      "name": "Hundred Faces",
      "info": "You can disguise yourself as pretty much anybody else. Does this ability come from special gadgets, psychic powers, or a unique physiology? Who was the first person to see through your deception? Whose trust did you lose because of it? Who tried to hire you for an unsavory operation, and how did you respond?",
      "description": "If you are away from unwanted eyes, you may use an action and spend 1 Fabula Point to disguise yourself as another creature of humanoid size and shape; if the creature is someone you had a chance to meet, observe or research, you may also adopt their voice and mannerism.\nYour disguise will reliably fool any `soldier`-rank creature, while `elite` and `champion`-rank creatures might see through it due to a failed Check or `opportunity`. If a `Villain` is present on the scene with you, they may spend 1 Ultima Point to reveal your true identity through sheer coincidence or superior intuition."
    },

    {
      "name": "Inventor Prodigy",
      "info": "You have a burning passion for technology and strange devices. What innovative yet dangerous discovery have you made, and which shady company is trying to steal that information from you? How do they plan on using it?",
      "description": "Once per conflict scene, if you need to spend Inventory Points, you can instead ignore that cost.\nYou may initiate `Projects`. If a Project requires a `special ingredient or material`, you may spend 1 Fabula Point to declare you have that item with you; if you do, the invention `must` have a `terrible flaw`"
    },

    {
      "name": "Neo-Human",
      "info": "You represent the next evolutionary stage of humanity (or at least one possibility). What gives away your nature? Do you conceal it? Do you have a mentor or someone you deeply respect? Which entity or organization is keeping a close eye on you?",
      "description": "When you acquire this Quirk, choose `Dexterity, Insight, Might`, or `Willpower`. When you join a conflict scene, you may choose one option: you increase that Attribute by one die size (up to a maximum of `d12`); `or`, if its `base die size` is `d12`, you treat it as having a current die size of `d20` during Checks you perform (`only` during Checks, and regardless of `status effects`). These effects last until the end of the scene.\nWhen you choose one of the above options, the Game Master gains an `opportunity` which can be spent during the current scene or later, to showcase the unexpected collateral effects of your abilities (such as drawing the attention of a psychic entity, alerting the authorities to your presence, or damaging the continuum)."
    },

    {
      "name": "Planet Oracle",
      "info": "The stream of souls itself speaks through your mouth, its suffering carved in centuries-old scars caused by pollution and ruthless experimentation. How does that pain manifest before your eyes? How was this connection formed?",
      "description": "When you cause one or more allies to recover Hit Points and/or Mind Points, each of those allies recovers 5 additional Hit Points and/or Mind Points and you choose a status effect among `dazed, enraged, poisoned, shaken, slow`, and `weak`: each of those allies recovers from the chosen status effect. The additional recovery effect increases to 10 Hit Points and/or Mind Points if you are `level 30 or higher`.\nYou also gain the ability to perform Rituals of the `Spiritism` discipline."
    },

    {
      "name": "Repentant Enforcer",
      "info": "You were part of a gang, armed group, police force or military unit; your hands andheart are stained with the blood of innocents. What shocking event led to your defection? Who do you believe will never forgive you, and why are they right?",
      "description": "You may acquire this Quirk only if your character's Theme is `Doubt` or `Guilt`, and your Theme cannot be changed in any way as long as you have this Quirk.\nWhen you acquire this Quirk, describe the organization you worked for, name the `Villain` who leads it, and list their `three main strategies`. That organization becomes a `threat` for your world.\n\n`Examples`: the Galaxy Crossroad Corporation (led by Aaron Callisto; they `seize natural resources from planets, diminish worker rights` and `colonize outer space`); the Deluvian Security Forces (led by Natalia Caiden; they u`se excessive force, traffic prototype magitech armaments` and `spread misinformation`); the Peckerson Private Company (led by Ezra Allen; they s`abotage peaceful protests, intimidate civilians` and `infiltrate unions`).\n\nYou did manage to steal something from the organization: you obtain `a single rare item` worth 1000 zenit or less. You may choose this item from the available lists or design it together with the rest of your group.\nAt the end of each session (approximately `four hours of play`), if you `hindered` one or more of the organization's strategies, or if you `repaired` some of the harm they have done, gain `1 Subversion`.\n\nIf you're ever unsure whether this happened during a given session, it is you who always have final say. Be as honest and sincere as you can.\n\nWhen you need to spend Fabula Points, you may instead spend 1 Subversion (regardless of the amount of Fabula Points required).\nOnce the Villain leading the organization is defeated and `surrenders`, you lose this Quirk, permanently increase your maximum Hit Points and Mind Points by 10, and change your Theme to one of the following: `Belonging`, `Duty`, or `Justice`."
    },

    {
      "name": "Robot",
      "info": "You are a humanoid creature with partially or fully mechanical components. Do you know who created you, and why? Are there any creatures similar to you, and if yes, which unique trait do you possess compared to them? When did your divergent personality first manifest, and what were the consequences?",
      "description": "You are not considered a living creature and gain Immunity to `poison` damage and Resistance to `earth` damage. You are also immune to the `poisoned` status effect. \nYou do not need to breathe, eat or drink, but you still follow the normal rules for `resting`. You also recover Hit Points and recover from status effects as normal. \nYou gain a +2 bonus to all Checks you perform to examine or interact with machines, technology and `constructs` (except for Accuracy Checks and Magic Checks)."
    },

    {
      "name": "Stolen Transport",
      "info": "You own a reliable transport that's gotten you out of trouble quite a few times. Problem is, you kinda... borrowed it. What makes it unique? What kind of fuel does it run on? Who was the original owner, and why do they really want it back",
      "description": "You obtain a transport of your choice from the `Core Rulebook` (page `125`), such as a land vehicle, a ship, or even an airship; `or` you obtain a spaceship. The size of this transport can be `medium` or `large`; it is enough to accommodate you and the rest of your group plus a dozen guests, and it is fitted with armaments that allow for `transport combat`.\nOnce per session (approximately `four hours of play`), the Game Master can give you 2 Fabula Points to introduce a narrative complication related to the nature of the transport or to its original owner. However, the transport` can never be destroyed without your permission`."
    },

    {
      "name": "Survivor",
      "info": "You are among the few who survived a catastrophic event, military attack or corporate raid. Who was responsible for that event? Were you able to keep in touch with any other survivors? Do you believe it possible to rebuild?",
      "description": "Permanently increase your maximum Hit Points `and` maximum Mind Points by 5. Choose one option: gain the ability to equip `martial melee and ranged` weapons, `martial armor`, and `martial shields`; `or` learn any one spell from the `Elementalist` or `Spiritist` lists; `or` permanently increase your maximum Inventory Points by 2."
    },

    {
      "name": "The Beast who Spoke",
      "info": "You are the last remnant (or so it seems) of an ancient species of highly intelligent beasts, betrayed and hunted down by humans. What do you look like, and what unique ability do you possess? Who led you to trust others once more, and what would you do if something bad happened to that person?",
      "description": "You may not equip any items, with the exception of `accessories` and `weapon and armor modules`. However, as long as your `armor slot` is empty, you gain a +2 bonus to Defense and a +2 bonus to Magic Defense.\n\nYou also gain `two` benefits of your choice among the following:\n\n- You may also equip `custom weapons`.\n\n- You learn one NPC spell (pages `310-311` of the `Core Book`; you cannot choose the spell `Devastation`; if a Magic Check is required, use`【MIG + WLP】`): customize the spell as needed (name, damage type, status effects etc.).\n\n- Your attacks with `unarmed strikes` deal 6 extra damage. This amount increases to 10 extra damage if you are `level 30 or higher`"
    },

    {
      "name": "Xiphosymbiosis",
      "info": "Your ability to manifest a physical body is tied to a weapon, which must be wielded by another person. How were you created? Do many like you exist? Is this your first wielder? Who did you refuse to join forces with? Do you crave freedom? ",
      "description": "When you acquire this Quirk, choose another Player Character to act as your `wielder`. You both immediately create a Bond towards each other; this Bond has 1 emotion chosen among `admiration, inferiority, loyalty`, and `mistrust`. \n\nMake sure whoever controls the wielder is okay with this relationship and looks forward to exploring the unique nature of this Quirk with you.\n\nTogether with the rest of your group, create a `rare custom weapon` worth 1200 zenit or less; this is your `weapon core` and it has the following rules: \"This weapon cannot be lost, stolen or destroyed by external means, but it `automatically disintegrates` if the character who uses it as their core `Sacrifices` themselves. It is never considered *martial*; a character with this weapon equipped may perform the `Skill` action to change its Accuracy Check's Attributes into any combination of two different Attributes (if it is a transforming weapon, apply the change to both forms).\"\n\nAs long as you have this Quirk, `only your wielder` may equip your weapon core.\n\n`Your current Hit Points may never go below 1`; any excess loss of Hit Points is instead suffered by your wielder (this happens regardless of distance).\nWhen your wielder `Surrenders`, you immediately vanish and retreat within the weapon core (regardless of distance), becoming dormant; the Game Master may impose the consequences of the Surrender on you `or` on your wielder (GM's choice). You reform near the weapon core as soon as the wielder regains consciousness.\nWhen your wielder `Sacrifices` themselves, choose one option:\n\n- `Awakening (only if the total strength of your Bonds is 8 or higher)`: you lose this Quirk and the weapon core appears in your hands; you immediately perform the `Equipment` action for free and equip it.\n\n- `Legacy (only if another willing PC you can see is present on the scene)`: that PC becomes your new wielder and your weapon core appears inside their backpack.\n\n- `Shatter`: you Sacrifice yourself in place of the wielder, who immediately recovers HP equal to their `Crisis` score and no longer needs to Surrender or Sacrifice themselves.\n\nWhen you `gain a level`, if your Bonds have `a total strength of 10 or higher`, you may trigger an `awakening` as described above (no Sacrifice needed)."
    }
  ]
}
