{
  "name": "Bonus Quirks",
  "data": [
    {
      "name": "Fallen Angel",
      "info": "You once dwelled among celestial spheres, basking in the glory of light... but now, you find yourself in this realm of monsters and darkness. Are you here for atonement, to bring light among shadows, or to spy on those who conspire against Heaven? Since your arrival, which of your prejudices were put to the test? Towards which other character have you begun experiencing unexpected feelings?",
      "description": "You are Resistant to `dark` and `light` damage. Choose an option: you gain a `rare item` worth `1000 zenit or less`; or you learn a single `Spiritist` spell of your choice; `or` you permanently increase your Mind Points by 10.\nOnce per session (approximately `four hours of play`), the Game Master can give you 1 Fabula Point to introduce unexpected complications caused by your angelic nature (for instance, some creatures or artifacts could react in strange ways to your presence, and you might draw the ire of infernal creatures)."
    },

    {
      "name": "Monster Gang",
      "info": "There are demon overlords; there are aeons-old mummies, powerful vampires, and even fallen angels; there are less notorious fiends, but still, respected. And then there's a bunch of... you. You're not that great, honestly, and all look kinda... samey? But there's really a LOT of you. Why are you at the bottom of the food chain? What's your common cause? Who is your leader, and how can someone easily tell them apart?",
      "description": "Your Player Character is not a single entity, but rather a group of monsters led by a leader who usually speaks for everyone. You're still treated as a single creature and follow all the normal rules, with some exceptions:\n\n- `Hit Points`: when you lose HP, describe how members of the gang are defeated or slain; when you recover them, describe how they rejoin the battle or gather new recruits. When you `Surrender`, you may describe the leader's death and explain which member of the gang replaces them; if you `Sacrifice` yourself, the gang will disband forever, but shall be remembered with great respect.\n\n- `All for One`: when you deal damage to a creature, if that creature is not a `swarm`, you deal 5 extra damage to that creature.\n\n- `One for All`: you are Resistant to damage dealt by sources that deal damage `only to you`, but you are Vulnerable to damage dealt by sources that also deal damage to `one or more other creatures` at the same time. Damage with no type ignores these Affinities as normal."
    },

    {
      "name": "Nether Delinquent",
      "info": "You attend the prestigious Infernal Academy, where the most promising evil minds are nurtured in an atmosphere of constant chaos. However, you represent a dreadful stain on the institution's reputation: you are... good. Detestably kind, well-mannered, you show up to lessons on time, and with your homework done. Why are you like this? Do you simply wish to stand out from the other students, or did you make a promise to someone? What dark side of your personality have you kept hidden?",
      "description": "After you `rest` in a location, choose one option: describe how you made it better (such as picking up garbage in the park, helping an old lady or joining a charity campaign) and obtain `1d6 Delinquency Points; or` describe how you indulge in a moment of selfishness, gain 1 Fabula Point and lose all accumulated `Delinquency Points`.\nWhen you deal damage to a `Villain` or suffer damage from a `Villain`, you deal or suffer extra damage equal to your current `Delinquency Points`, respectively.\nWhen you cause one or more allies to recover Hit Points and/or Mind Points, each of those allies recovers additional Hit Points and/or Mind Points equal to your current `Delinquency Points`, respectively.\nAt the end of each session (approximately `four hours of play`), if you have `10 or more Delinquency Points`, you receive a Demerit and lose all accumulated Delinquency Points; then, if you have received `3 or more total Demerits`, you are `expelled` from the Academy: you lose this Quirk, gain 3 Fabula Points, and receive a Heroic Skill of your choice (you may even choose a Heroic Skill whose requirements you `do not` satisfy, unless they include a Skill you don't have). This includes choosing a Heroic Skill for a Class you do not have."
    },

    {
      "name": "Overthrown Monarch",
      "info": "You were destined to inherit the role of Demon Monarch, but things didn't go as planned. More specifically, looks like there's at least a dozen self-proclaimed heirs, almost all of them stronger and more influential than you are. How do you intend to reclaim your throne? Who stayed at your side, and who betrayed you? Is anyone aware of your secret weakness? How does said weakness represent your insecurities?",
      "description": "You deal 5 extra damage to `soldier`-rank enemies. Additionally, when you perform an Opposed Check against an `elite` or `champion`-rank enemy, you trigger a `critical` success if both dice show the same number (and it is not a `fumble`).\nHowever, you possess a `secret weakness`: decide what it is together with your group, and connect it to a `past event` your character is ashamed of or has yet to confront, process, and overcome.\n\n`Examples`: classical music (because your piano teacher was far too strict); sunlight (because everyone mocked you due to your pale complexion); maternal figures (because you have always felt you couldn't live up to your mother, the Queen).\n\nWhenever you fail a Check while `your secret weakness is present on the scene`, you must automatically `reveal` it to everyone around you, and treat both dice as if they showed a value of `1`, thus triggering a `fumble` (this also means the dice cannot be rerolled and you will immediately gain 1 Fabula Point).\nIf you confront and process the event at the root of your `secret weakness`, you lose the penalty to Checks described above; additionally, from now on the strength of your Bonds is `always treated as being 1 point higher` (for instance, a Bond with three emotions will have a strength of 4).\n\nIf you're ever unsure how to apply the rules of this Quirk, it is you who always have final say. Be as honest and sincere as you can."
    },

    {
      "name": "Scion of Witchcraft",
      "info": "You belong to an ancient lineage of witches, tied to a particular power source and regarded with fear and suspicion by humans. How does your lineage manifest in you? What trouble did it cause? Who wishes to exploit your power?",
      "description": "Choose `one` damage type among `air, bolt, dark, earth, fire, ice`, and `poison`. You gain Absorption to the chosen damage type; additionally, whenever you deal damage of a type other than `physical`, that damage `automatically` becomes of the chosen type and its damage type `cannot be changed nor lost` (this effect `has priority` over any other rule in the game). However, you are also Vulnerable to a different damage type based on the one you have chosen (respectively bolt, earth, light, air, ice, fire, and fire).\nYou also gain the ability to perform Rituals of the `Ritualism` discipline; additionally, you may use `Ritualism` to `manipulate` the element corresponding to the chosen damage type, provided it is present on the scene (respectively air, electricity, darkness and shadows, ground and rock, fire, ice and water, and poisonous or rotting matter)"
    },

    {
      "name": "Stubborn Skeptic",
      "info": "This tale of monsters, demons, and magicks sounds like videogame nonsense. You're probably dreaming, or someone hypnotized you. Maybe it's a prank! Surely it won't turn out you're a wandering soul from Purgatory, or that you stumbled into a magical portal. You gotta admit though, your memories are a fair bit jumbled.",
      "description": "If you are about to receive the effects of an attack, a spell, a Skill, or any other game effect controlled by another creature (be it a beneficial effect, or a negative effect), you `must` roll `1d6`:\n\n*1-4*: the effects apply as normal, and you gain `1 Suspicion Point`.\n\n*5-6*: you disbelieve the effects, and thus do not receive them.\n\nAt the end of each session (approximately `four hours of play`), before assigning XP, roll `2d20`. If you roll `equal to or lower than` your current character level, you gain `1 Suspicion Point`. Then, if you have `20 or more Suspicion Points`, you remember `how you arrived here` and the Game Master chooses one option: you remember a `key clue` regarding a `threat` that is present in your world; `or` you remember the existence of a new `threat` and receive a `key clue` about it.\nWhen you regain your memories, a `strange power` awakens within you: you lose this Quirk and receive a Heroic Skill of your choice (you may even choose a Heroic Skill whose requirements you `do not` satisfy, unless they include a Skill you don't have). This includes choosing a Heroic Skill for a Class you do not have."
    },

    {
      "name": "Superboss (Supposedly)",
      "info": "You can transform into a colossus capable of turning entire cities to ash and strike terror in the hearts of all gamers. Or at least, this is what you say. Where do you come from? What do your transformations look like? Which aspect of your Final Form™ embarrasses you to the point you can't ever bring yourself to use it?",
      "description": "When you enter `Crisis` for the first time during a conflict scene, you may take on your `Second Form™` until the end of the scene. While in your `Second Form™`, you gain all of the following benefits:\n\n- Your attacks gain the `multi (2)` property.\n\n- On your turn, you treat all HP and MP costs as being reduced by 5 (minimum 0).\n\nWhen you fall to 0 Hit Points, if you are in your `Second Form™` and have `one or more Bonds with a strength of 3 or higher`, you may erase `2 emotions` from one of those Bonds. If you do, you recover `999 Hit Points and 999 Mind Points` and enter your `Final Form™` until the end of the scene. While in your `Final Form™`, you keep all benefits of your `Second Form™`, as well as the following benefits and penalties:\n\n- You gain a +4 bonus to Opposed Checks based on `brute force`, and you deal 5 extra damage to creatures belonging to the `humanoid` and `demon` species.\n\n- If you fall to 0 Hit Points again and can Sacrifice yourself, you `must` do so."
    },

    {
      "name": "The Promise that Binds You",
      "info": "You attend the prestigious Infernal Academy, where the most promising evil minds are nurtured in an atmosphere of constant chaos. However, you represent a dreadful stain on the institution's reputation: you are... good. Detestably kind, well-mannered, you show up to lessons on time, and with your homework done. Why are you like this? Do you simply wish to stand out from the other students, or did you make a promise to someone? What dark side of your personality have you kept hidden?",
      "description": "You may only choose this Quirk if your character's Theme is `Guilt` or `Duty`, and your Theme cannot change as long as you still have this Quirk.\nYou permanently increase your maximum Hit Points `and` maximum Mind Points by 5, and also learn a spell of your choice among `Cursed Breath`, `Life Theft`, and `Mind Theft` (`Core Rulebook`, page `310`; choose`【INS + WLP】`or`【MIG + WLP】`for the Magic Check and customize the name, damage type and/or status effect as instructed).\nWhen you deal damage to one or more creatures, you may choose to `break your promise`: you deal exactly `999 damage to each of them` and have that damage ignore `Resistance, Immunity`, and `Absorption`; if one or more `Villains` are among those creatures, they are no longer Villains and lose `all` Ultima Points (`you` choose their fate, as per the normal NPC rules). Once you `break your promise`, your Player Character becomes a `Supreme Villain` and you create a new character."
    }
  ]
}
