{
  "name": "High Quirks",
  "data": [
    {
      "name": "Arboreal",
      "info": "You are a sentient plant creature with humanoid intelligence. Are you the result of a magical experiment, or do you belong to a particular species? Do you resemble a specific type of plant, flower, or tree? What is your relationship with other plant creatures, and with the woods and forests of this world?",
      "description": "Choose a status effect: `dazed, enraged,` or `shaken`. You are immune to the chosen status effect. However, you also become Vulnerable to a damage type of your choice: `air, bolt, earth, fire,` or `ice`. \nYou also learn one NPC spell (pages `310-311` of the `Core Rulebook`), but you cannot choose `Devastation`. If a Magic Check is required, use`【INS + WLP】`. Customize the spell as needed (name, damage type, status effects etc.). When you cast this spell while `in sunlight`, its total MP cost is reduced by 5 (to a minimum of 0 Mind Points)."
    },

    {
      "name": "Cursed",
      "info": "You bear the burden of a strange curse. Through which supernatural effects does it manifest? How did you become cursed? Was it a stroke of bad luck, or a form of punishment for something you did? How can the curse be lifted?",
      "description": "When you acquire this Quirk, describe the nature of your `curse` and tie it to one of the threats present in your world. Once this `threat` is resolved, you will finally have a chance to break free from the `curse` – describe how you expect this to happen. \n\n`Examples`: weapons you wield often miss their mark; your mere presence instills a sense of dread; your magic has a tendency to trigger unitended results; creatures within arm’s reach of you feel sharp pain across their bodies.\n\nWhen you are about to perform a Check, you may instead describe how your `curse` gets in the way and automatically roll a `fumble` (both dice are treated as if you had rolled a `1` on them). If you do, you receive `2 Fabula Points` instead of `1`, and generate an `opportunity` as normal. \nIf you ever manage to break the `curse`, immediately gain a Heroic Skill of your choice (you may even choose a Heroic Skill whose requirements you `do not` satisfy, unless they include a Skill you don’t have). This includes choosing a Heroic Skill for a Class you do not have."
    },

    {
      "name": "Elemental Soul",
      "info": "You are deeply infused with the power of a natural element. Are you the child of an elemental creature, or did you join souls with some kind of spirit? Who might try to take advantage of your unique nature? Who is afraid of you?",
      "description": "Choose your elemental damage type: `air, bolt, earth, fire,` or `ice`. You gain Resistance to the chosen damage type. Additionally, whenever you deal damage, you may change its type so that it matches your elemental damage type. However, you also become Vulnerable to a different damage type chosen among those five. \nYou also gain the ability to perform Rituals of the `Elementalism` discipline, but only if those Rituals manipulate your chosen element (respectively air, electricity, earth/rock, fire, and ice/water)."
    },

    {
      "name": "Empty Hands",
      "info": "You have forsaken the use of weapons, instead purely relying on your hands and feet. Did you develop this fighting style out of necessity, or was it a choice? Is it because of your monstrous anatomy? Did your blade take one too many lives in the past?",
      "description": "Your attacks with `unarmed strikes` deal 6 extra damage. This amount increases to 10 extra damage if you are `level 30 or higher`. \nAdditionally, while you have no weapons or shields equipped (aside for `unarmed strikes`), you gain a +1 bonus to Defense and a +1 bonus to Magic Defense."
    },

    {
      "name": "Fettered Heart",
      "info": "For many years you have obeyed the precepts of a certain person or authority; you built your entire existence upon them. Now, however, you begin to see those rules in a darker light, and your heart falters. When did you first doubt them?",
      "description": "You may acquire this Quirk only if your character’s Theme is `Doubt`, and your Theme cannot be changed in any way as long as you have this Quirk. \nWhen you acquire this Quirk, create a Bond towards the `Non-Player Character` or `institution` that shaped your life up to now. This Bond begins with `three emotions` of your choice, and cannot be lost or erased in any way as long as you have this Quirk (you can still reassign its emotions during Resting scenes). Additionally, create `three commandments` that are crucial to that NPC or institution: each commandment must be something you must `always` do or something you must `never` do.\n\n`Examples`: the Lord of Dragons (always obey a dragon, never show your weakness, never extinguish fire); the Pale Church (always side with the faithful, never doubt the word of a Priest, never lend your ear to a demon).\n\nThe first time you break a commandment during each scene, you immediately suffer the `shaken` and `weak` status effects and lose half your current `Hit Points` and `Mind Points` (rounded down), but also gain `2 Fabula Points`. \n\nIf you break a commandement during a Resting scene, you will suffer the penalties `after` the recovery granted by that Rest. If you break multiple commandments during the same scene, the penalties and Fabula Points only apply to the first violation.\n\nAfter breaking your commandments `6 times`, ignore any further violation unless it happens in the presence of a `Villain` who follows or embodies your commandments.\n\nIf you’re ever unsure whether a situation fits the criteria of this Quirk, it is you who always have final say. Be as honest and sincere as you can.\n\nUpon your `7th` violation, you lose this Quirk and change your Theme to one of the following: `Belonging, Guilt, Justice` or `Vengeance`. Then, you immediately gain a Heroic Skill among those available for your Classes (you may even choose a Heroic Skill whose requirements you `do not` satisfy, unless they include a Skill you don’t have). Finally, you recover all `HP and MP and recover from all status effects`. From now on, the strength of your Bonds is `always treated as being 1 point higher` (for instance, a Bond with `three emotions` will have a strength of 4)."
    },

    {
      "name": "Flight",
      "info": "You belong to a unique heritage of humanoids who have the ability to fly or levitate. How does this work? Is it magical, or do you have wings? How did this particular advantage shape the history and society of your people? How do people usually react to seeing you?",
      "description": "You are able to `fly`. In addition to the obvious advantage in mobility, your `melee` attacks can target `flying` creatures and you cannot be targeted by `melee` attacks unless the attacker is flying or is somehow able to reach flying targets.  \nWhile in `Crisis` or unable to fly freely (such as when you're inside a vehicle designed for human-sized creatures or in a narrow corridor), you lose all benefits granted by this Quirk. Additionally, when you suffer `air, bolt` or `ice` damage during a conflict scene, you lose the benefits of this Quirk until the start of your next turn."
    },

    {
      "name": "From a Distant World",
      "info": "Your presence here is an anomaly, an unexpected knot in the weave of destiny: the rules of this land sometimes fail to bind you. Do you come from a different planet, or perhaps a different time? How did you get here, and when? Do you think you still have a chance to go back, and would you do so? What terrible threat followed you?",
      "description": "When you participate in a conflict scene, you automatically gain 1 Fabula Point. Additionally, you can invoke a `Trait` to reroll dice even if you `fumbled` your Check (if you do so, you `do not` receive a Fabula Point for the `fumble`)."
    },

    {
      "name": "Glorious Fate",
      "info": "There is a prophecy surrounding you, a prophecy of hope for a better world. Who spoke or wrote that prophecy? Do you embrace your destiny, or are you crushed by its weight? Did someone plant seeds of doubt in your heart?",
      "description": "When you acquire this Quirk, write down the `prophecy`, and what it foretold. Do this with the collaboration of everyone else in the group, tie it to a known `threat or emergency` in your world, and describe what `sign or omen` marks you as the person supposedly destined to fulfill that `prophecy`. \n\n`Examples`: “The boy with the ruby necklace will bring back water to the Desolate Plains”, or “The Branded One shall destroy the Chaos Dragon”.\n\nAt the end of each session (approximately `four hours of play`), before assigning XP, think `carefully` and `honestly` about what happened during the session and choose `one` of the five options below. The choice is yours to make, but it’s often a good idea to talk about what happened with the rest of the group.\n\n- `The prophecy was fulfilled:` lose this Quirk, fully restore your Hit Points and Mind Points, recover from all status effects, and gain a Heroic Skill from those available for your Classes (you may even choose a Heroic Skill whose requirements you `do not` satisfy, unless they include a Skill you don’t have). \n\n- `You acted in accordance to the prophecy:` fully restore your Hit Points and Mind Points, and recover from all status effects. \n\n- `You acted neither in accordance to nor against the prophecy:` nothing happens.\n\n- `You acted against the prophecy`: gain 1 Fabula Point. \n\n- `The prophecy can never be fulfilled:` lose this Quirk, gain 6 Fabula Points, and gain a Heroic Skill from those available for your Classes (you may even choose a Heroic Skill whose requirements you `do not` satisfy, unless they include a Skill you don’t have).\n\nOnce the first or last option is chosen, the role of the `prophecy` in your world comes to an end. Even if later on in the campaign it appears that a situation might match the words of the `prophecy`, the effects of this Quirk will no longer be in place: you are free to shape your destiny and act based on your inner moral compass. Or perhaps you always were?"
    },

    {
      "name": "Heirloom",
      "info": "You possess one or more pieces of equipment that boast unique properties. Are those items something passed down in your family, or a gift from someone you hold dear? What strange or dangerous rumors surround these items? Who would do anything in their power to take them from you?",
      "description": "You obtain a `single rare item` worth 1200 zenit or less, `or two rare items` worth up to 800 zenit each. You may choose these items from the available lists or design them together with the rest of your group. \nOnce per session (approximately `four hours of play`), the Game Master may give you 1 Fabula Point in order to have sudden complications arise due to the unique nature of the item(s) you carry (such as rival duelists or strange monsters drawn by its magic). Items acquired through this Quirk `cannot be destroyed, damaged, lost or stolen without your permission as a Player`."
    },

    {
      "name": "Old Transport",
      "info": "You own an old vehicle that you love dearly. Unfortunately, the cursed thing barely holds together and won’t stop causing you trouble. Did you build this vehicle yourself, or did you receive it from someone? What very specific flaw or quirk makes it unique? What makes it extremely recognizable?",
      "description": "You obtain a `transport` of your choice from the `Core Rulebook` (page `125`), such as a land vehicle, a ship, or even an airship. The size of this transport is enough to accommodate you and the rest of your group, plus two or three guests, but it is unfit for combat. \nOnce per session (approximately `four hours of play`), the Game Master can give you 2 Fabula Points in order to make the transport’s engines fail, cause an enemy missile to damage its hull, or introduce similar story-based complications. However, the transport `can never be destroyed without your permission.`"
    },

    {
      "name": "Revenant",
      "info": "You were brought back after death, unable to peacefully merge with the stream of souls. Do you know why or how this happened? How does your undeath visually manifest? Were you returned to your body, or displaced into a different one?",
      "description": "You are not considered a living creature and gain Immunity to `dark` damage and `poison` damage, but become Vulnerable to `light` damage. You are also immune to the `poisoned` status effect. You do not need to breathe, eat or drink, but you still follow the normal rules for `resting`. \nYou also recover Hit Points and recover from status effects as normal (contrary to `undead` creatures, effects that restore HP cannot be used to harm you). \nFinally, whenever you deal damage, you may change its type to `dark`. Additionally, all `dark` damage you deal ignores Immunities and Resistances"
    },

    {
      "name": "Rival Prodigies",
      "info": "You possess an incredible talent, making you one of the very best in your field... too bad you’re always one step behind your eternal rival! Who are they, and when did you last face off against each other? Who trained you, and what expectations do they hold about your future? What did you sacrifice to achieve this level of ability?",
      "description": "When you acquire this Quirk, choose what you `specialize` in: `Rituals, Skills, or spells`. Then, say who your eternal `rival` is: this Non-Player Character becomes a `minor Villain` (5 Ultima Points), and you create a Bond towards them, with `1 emotion` chosen between `admiration` and `inferiority`. \nWhen a rule or ability pertaining to your `specialization` requires you to spend Hit Points or Mind Points, you may spend 1 Fabula Point instead to completely ignore that cost. However, while your rival is present on the scene and has 1 or more Ultima Points left, any Check you fail is automatically treated as if you had rolled a 1 on both dice and triggered a `fumble` (this means the Check cannot be rerolled and you immediately gain 1 Fabula Point). \nIf the rival has no Ultima Points but `escalates` into becoming a Villain of greater strength, they immediately recharge their Ultima Points: thus, the penalty described above will still apply. The only way to get rid of it is for your `rival` to die or to stop being a Villain."
    },

    {
      "name": "Robot",
      "info": "You are an artificial body animated through science or magic. Do you know who created you, and why? Is your existence a threat to someone? Are there any “copies” of you around the world? Were you always a robot, or do you still hold memories of a previous existence?",
      "description": "You are not considered a living creature and gain Immunity to `poison` damage and Resistance to `earth` damage. You are also immune to the `poisoned` status effect. \nYou do not need to breathe, eat or drink, but you still follow the normal rules for `resting`. You also recover Hit Points and recover from status effects as normal. \nYou gain a +2 bonus to all Checks you perform to examine or interact with machines, technology and `constructs` (except for Accuracy Checks and Magic Checks)."
    },

    {
      "name": "Ruinbringer",
      "info": "You possess almost limitless power, but there is a price to it: you shall bring doom to this world. How do you know this? Strange visions, markings that appear on your body, or something else? What gives you hope to stop what’s coming?",
      "description": "When you acquire this Quirk, say which `ruin` you are supposed to bring into the world: that `ruin` immediately becomes one of your world’s threats. \n\n`Examples`: the Demon Queen, the Great Comet, the God of Bloodshed.\n\nUntil your `ruin` comes true, you `cannot Sacrifice yourself` (in fact, servants of the Ruin might even lend you a hand and free you from any imprisonments that would prevent you from fulfilling your role in their plans). \nWhen a rule or ability requires you to spend Hit Points, Mind Points, or Fabula Points, you may instead let your ruin advance to completely ignore that cost. You describe what dark omens manifest, and the GM receives an `opportunity` (page `41` of the `Core Rulebook`) that can be used to add complications `after` the current scene has ended. \nAt the end of each session (approximately `four hours of play`), before assigning XP, roll `2d20`. If you roll `equal to or lower than` your current character level, your `ruin advances` (it will always advance if you are `level 40 or higher`). \nWhen your `ruin advances for the 9th time`, you lose this Quirk and your `ruin` comes true, manifesting into the world as a `supreme Villain` (15 Ultima Points). However, you immediately gain a Heroic Skill from those available for your Classes (you may even choose a Heroic Skill whose requirements you `do not` satisfy, unless they include a Skill you don’t have). Steel yourself and face your destiny."
    },

    {
      "name": "Souls Entwined",
      "info": "You made a magical deal with another character. You can now dwell inside their body and physically manifest if necessary. When and why did you strike this pact? Is it part of your people’s magical nature, or was it a desperate attempt to keep you alive? When did it first get you into trouble?",
      "description": "When you acquire this Quirk, choose another Player Character to act as a `host body` for your soul. You both immediately create a Bond towards each other. This Bond has `1 emotion` chosen from `admiration, affection and loyalty`. \n\nMake sure whoever controls the host character is okay with this and looks forward to exploring the unique nature of this Quirk with you.\n\nYou and your `host` may communicate telepathically (you are considered “able to hear each other” for the sake of Skills and effects that require it).\nOutside conflict scenes, you may enter the body of your `host` or leave it to physically appear at their side whenever you want. If you are ever more than `1 travel day` away from your `host`, you vanish and reappear at their side. During a conflict, you may enter or leave the `host`’s body `at the start of your turn` (doing so does not require an action). \nWhile you are within the `host`’s body, you cannot perceive the outside world with your normal five senses nor physically interact with it, and the creatures outside cannot perceive you with their normal five senses nor physically interact with you. \n\nHowever, anyone who can sense the presence of souls (through Rituals or similar supernatural abilities) will realize the `host`’s body contains two different souls.\n\nYou cannot enjoy the benefits of a `Rest` unless your `host` rests as well. \nWhen you `Surrender`, you immediately vanish and enter the `host`’s body (you may never be separated from the host as a consequence for Surrendering). \nWhen you `host Surrenders`, you immediately enter their body and cannot leave it until that character regains consciousness.  \nWhen your `host Sacrifices` themselves, choose one option:\n\n- `Survive:` you immediately leave their body, lose this Quirk, your current Hit Points become equal to 0, and you Surrender. Then, you permanently increase your maximum Hit Points and maximum Mind Points by 10.\n\n- `Final Farewell:` you Sacrifice yourself in place of your `host`, who immediately recovers Hit Points equal to their `Crisis` score and no longer needs to Surrender or Sacrifice themselves."
    }
  ]
}
