{
  "name": "Tech 6 (Systems)",
  "data": [
    {
      "name": "120mm Heavy Autocannon",
      "info": "Range: Long // Damage: 6 SP // Ballistic // Explosive (1) // Jamming // Multi-Attack (3)",
      "detail": "`T6` 🔺 - 14 ⚙️ - 7\n\nThis obscenely oversized weapon rapidly fires 120mm explosive rounds. Evantis developed this as a means to show off the power of their Leviathan Heavy Mech which can mount two of these and still have room for a drinks dispenser. The drinks dispenser is known to dispense an unpleasant drink almost exactly unlike tea. This is why all good salvagers know not to blow all the scrap on the military budget.\n"
    },
    {
      "name": "Executive Body Kit",
      "info": "Passive",
      "detail": "`T6` 🔺 - 3 ⚙️ - 3\n\nThis System allows you to change the skin of your Mech to appear as though it is any other Tech 5 or 6 Mech or any executive corpo design of your choice. This allows them to meld seamlessly with other Mechs of a similar design."
    },
    {
      "name": "Experimental Particle Beam Cannon",
      "info": "Range: Long // Damage: 2d20 // Energy // Explosive (1d20) // Heat Spike // Hot (1d20) // Unwieldy",
      "detail": "`T6` 🔺 - 12 ⚙️ - 10\n\nThis Weapons System is designed to fire a high energy beam of subatomic particles which when they impact a target scramble its molecular structure rendering them into their component atoms. These blueprints were extracted from Sakura during a salvage run, and as far as we are aware are purely theoretical.\n\n`Please report any findings of field use of this weapon to the Salvage Union Council`"
    },
    {
      "name": "Experimental Teleportation Hold",
      "info": "3EP Turn Action",
      "detail": "`T6` 🔺 - 5 ⚙️ - 4\n\nDeveloped by Ascension PLC as part of their ‘Matter Doesn’t Matter’ campaign, this allows you to teleport salvage directly from your Mech to the Crawler. This System increases your Mech’s Cargo Capacity by 10. \n\nWhen you activate this ability, you teleport all Scrap, Chassis, Systems, Modules, and People your Mech is carrying to the Storage Bay in your Union Crawler.\n\n*ROLL THE DIE:*\n\n`20`: Everything you attempt to teleport appears on your Crawler. They are also still on your Mech.\n`2 - 19`: Teleport Successful!\n`1`: Everything you are attempting to teleport is destroyed or killed"
    },
    {
      "name": "Matter Phase Shield",
      "info": "",
      "detail": "`T6` 🔺 - 4 ⚙️ - 4\n\nDeveloped by Sakura Futures at the peak of their technological prowess before the Wasteland Reclamation, a Matter Phase Shield disintegrates anything that attempts to pass through it by stripping it apart at a molecular level.\n\n*XEP Disintegrate*\n`Turn Action // Range: Close // Shield`\nYou extend the Matter Phase Shield outward from you. Everything within Close Range of you except for your own Mech and Pilot takes an amount of SP damage equal to 3× the EP you spend on this Ability. For example: if you spend 2 EP, you deal 6 SP damage.\n\nThis effect lasts until the start of your next turn. Anything that moves within Close Range of you whilst this Ability is active also takes the same amount of SP damage. You may deactivate it as a Free Action\n\n*2EP Shield*\n`Reaction // Range: Close // Shield`\nWhen you or a target in Close Range is hit by an attack with the Ballistic, Missile, or Melee Trait, you may activate the Matter Phase Shield to prevent the hit.\n\n*ROLL THE DIE:*\n\n`20`: The attack deals no damage. If the weapon that made the attack had the Melee Trait, it is destroyed. You may activate your Matter Phase Shield as a Reaction without spending EP for the next 10 minutes.\n`11 - 19`: The attack misses and deals no damage. If the weapon that made the attack had the Melee Trait, it is destroyed.\n`6 - 10`: The attack hits and deals half damage. If the weapon that made the attack had the Melee Trait, it is destroyed.\n`2 - 5`: The shield fails and the attack hits\nas normal.\n`1`: The attack hits as normal and the shield temporarily breaks down. It cannot be used for 10 minutes."
    },
    {
      "name": "N15 Fat Boy",
      "info": "Turn Action // Range: Far // Guided // Missile // Targeter",
      "detail": "`T6` 🔺 - 10 ⚙️ - 15\n\nThis miniaturized nuclear weapon launches an atomic warhead at a target creating a small and localized thermonuclear explosion. They said these weapons would spell the end to all wars, but war never ceases. Nuclear weapons may seem like the only option when it comes to dealing with an insurmountable situation, however be aware that the use of nuclear armaments, even in the wasteland, makes you fair game for nuclear retaliation. \n\nWhen activated, you fire the N15 Fat Boy at a target within Range. This automatically hits and does not require line of sight.\n\nThe target and everything within Long Range is destroyed and we really do mean `everything`. The entire area is also permanently Irradiated. \n\nWhen used this system is destroyed and cannot be used again."
    },
    {
      "name": "Nanite Repair Arm",
      "info": "",
      "detail": "`T6` 🔺 - 3 ⚙️ - 3\n\nThis highly specialised repair arm, developed by the Stefanus Solitude research team from their experiments with the Nanite Sea, fires a stream of nanites at a damaged mech or part restoring it to full functionality. The nanites’ highly adaptive nature means this can be used to repair just about anything you will find in the wastes.\n\n*2EP Patch*\n`Turn Action // Range: Close`\nYou restore up to 10 Structure Points to any Mech in Range that has at least 1 SP.\n\n*2EP System Repair*\n`Short Action // Range: Close`\nYou repair any damaged System or Module in Range to Intact Condition. It is now usable.\n\n*4EP Chassis Repair*\n`Long Action // Range: Close`\nYou repair any damaged Mech Chassis or Vehicle in Range to Intact Condition. It is now usable with 1 SP."
    },
    {
      "name": "Teleportation Pod",
      "info": "2EP Reaction // Escape",
      "detail": "`T6` 🔺 - 3 ⚙️ - 3\n\nThis teleportation pod deconstructs your atoms and reconstructs them in the safety of a Teleportation Bay.\n\nThere has been some philosophical debate among the Unions as to whether or not this device technically kills the Pilot and creates a clone of them. As yet, we are unable to reach a definitive conclusion as to the veracity of this theory.\n\nWhen activated, your Pilot teleports from your Mech’s Cockpit back to a Teleportation Bay installed in your Union Crawler. Your equipped and carried Pilot Equipment also comes with you.\n\n*ROLL THE DIE:*\n\n`20`: You teleport perfectly to your destination. In addition, you may bring an additional creature within Close Range with you as you teleport.\n`11 - 19`: You teleport safely to your destination.\n`6 - 10`: You teleport to your destination, but suffer a teleportation mishap. Roll on the Critical Injury Table.\n`2 - 5`: The teleporter fails to trigger. You may try again on your next turn. \n`1`: The teleporter malfunctions. You instead teleport to a random Teleportation Bay somewhere on the Campaign Map you are currently in."
    }
  ]
}
