{
  "name": "Tech 6 (Equipment)",
  "data": [
    {
      "name": "Anti-Gravity Belt",
      "info": "Hover",
      "detail": "This belt straps onto your Pilot and allows them to defy the laws of physics.\n\nWhilst equipped, this allows your Pilot to levitate, moving over obstacles and terrain, and float onto buildings and other tall structures, gaining the Hover Trait for all of their movement."
    },
    {
      "name": "Executive Corpo Suit",
      "info": "Armour // Flashy",
      "detail": "This pristine suit allows you to dress as a corpo executive from an arco of your choice. You cannot imagine how hard it is to find one of these in good condition within the wastelands."
    },
    {
      "name": "Nanite Repair Injector",
      "info": "",
      "detail": "This portable gun injects the surface area of a damaged Mech part with nanobots which rapidly replicate and restore the damaged structure.\n\n*2AP Patch*\n`Turn Action // Range: Close`\nYou restore up to 8 SP to a target Mech in Range with at least 1 SP.\n\n*2AP System Repair*\n`Short Action // Range: Close`\nYou repair any damaged System or Module in Range to Intact Condition. It is now usable.\n\n*4AP Chassis Repair*\n`Long Action // Range: Close`\nYou repair any damaged Mech Chassis in Range to Intact Condition. It is now usable with 1 SP."
    },
    {
      "name": "Orbital Lance Controller",
      "info": "Turn Action // Range: Far // Energy",
      "detail": "This specialized controller allows you to tap into one of the many defunct orbital satellites floating around the globe and call down a one-off laser strike against a target of your choice within Range. You must be able to identify the target, but you do not need to be able to directly see them.\n\nThere are a limited number of operational satellites in orbit, placed there by different corpos and other factions. None of them use compatible systems or codes. An Orbital Lance Controller has links to one operational satellite which has sufficient energy in its banks to fire three strikes. This means that an Orbital Lance Controller can only ever be used three times and does not regain it’s uses.\n\nThe laser strike that the Orbital Lance fires can be either focused or wide. This allows you to specify any target of your choice from the huge to the small. You can choose a wide blast to destroy a settlement, or Mech convoy, or a pinpoint strike to kill a single person. The Orbital Lance only deals as much collateral damage as you want it to. The target you choose is killed or destroyed entirely.\n\nYou may only claim one Orbital Lance Controller per Union Crawler, others must be found in the wastelands. There are few of these just lying around!"
    }
  ]
}
