{
  "name": "Tech 2 (Chassis)",
  "data": [
    {
      "name": "Forge",
      "info": "",
      "detail": "The ‘O-F-531’ Forge was developed by Osiris Construction as a fabrication Mech that could rapidly construct and repair structures within the field, whilst also defending the area from attack. They were purchased en-masse by Herrsch Manufac- turing, and used effectively to prevent the inner tier of their home arco in the Verdant Crescent from being breached by starving citizens during the great food riots. This proved successful, and Osiris soon rolled them out to other corporate arcos to operate in a similar capacity.\n\n`Structure Pts`: 16\n`Energy Pts`: 13\n`Heat Cap`: 10\n`System Slots`: 15\n`Module Slots`: 4 \n`Cargo Cap`: 6\n`Tech Level`: 2\n`Salvage Value`: 10\n\n*Integrated Epoxy Printer*: The Forge is able to 3D print metallic structures via a specialized epoxy.\n\n*3EP Short Action*\nWhen this Ability is activated, pick from the following options to craft. Anything crafted with the Forge cannot be salvaged for Scrap.\n\n`Armour Plating`: You craft an Armour Plating System.\n`Simple Weapon`: You craft a Mech Melee Armament System or 10 Improvised Melee Weapons.\n`Mech Traps:` You craft a series of traps designed to slow and damage encroaching Mechs. Any Mechs that move through the traps take 3 SP damage and move at half their normal speed. \n`Custom Item`: You craft a metallic structure of your own design. This cannot have any complex or moving parts."
    },
    {
      "name": "Gopher",
      "info": "",
      "detail": "The ‘TC40’ Gopher was originally designed as a battlefield cargo Mech by the Opus Institute. It was intended to rapidly shuttle supplies in the midst of active combat zones, whilst providing mobile support. It was utilised by the TDA during the Colonial Wars and has become a workhorse for the Salvage Unions thanks to its spacious cargo capacity, efficient design, and cheap cost.\n\n`Structure Pts`: 14\n`Energy Pts`: 10\n`Heat Cap`: 8\n`System Slots`: 12 \n`Module Slots`: 3\n`Cargo Cap`: 12\n`Tech Level`: 2\n`Salvage Value`: 4\n\n*Integrated Expanded Transport Hold*: Increases the Cargo Capacity of the Gopher by 6, to 12."
    },
    {
      "name": "Hussar",
      "info": "",
      "detail": "The ‘V-IG83’ Hussar was designed as a general purpose light-combat Mech by Contour Aero- space that was relatively cheap for the corpo to mass produce. Able to rapidly mobilise against threats, they were primarily used as a ‘peace- keeping’ force by Contour Aerospace security detachments during the Oceanic Expanse. They fell into disuse following the war and have since become a Mech utilised by wasters of all kinds, due to their speed, cheap cost and hit and run capabilities.\n\n`Structure Pts`: 12\n`Energy Pts`: 10\n`Heat Cap`: 12\n`System Slots`: 12\n`Module Slots`: 3\n`Cargo Cap`: 6\n`Tech Level`: 2\n`Salvage Value`: 6\n\n*Fast*: The Hussar can move an additional Range band on its turn as a Free Action. In addition, it moves twice as fast across the Campaign, Area, and Region Maps."
    },
    {
      "name": "Jackhammer",
      "info": "",
      "detail": "The ‘BG-288’ Jackhammer was commissioned by the Terrestrial Democratic Alliance and constructed by Thatcher Steel. The Jack- hammer was built in response to a series of costly uranium mining accidents on off-world colonies, due to lax worker safety protocols, in which a slew of mining Mechs were destroyed in tunnel collapses and the worker pilots tragically killed. The reinforced chassis of the Jackhammer was designed to protect the Mech’s expensive reactor and core systems in the event of an accident which immobilised or crushed the Mech. That it happened to also protect the worker pilot was of secondary consideration to the corpo.\n\n`Structure Pts`: 18\n`Energy Pts`: 7\n`Heat Cap`: 13\n`System Slots`: 15\n`Module Slots`: 3\n`Cargo Cap`: 6\n`Tech Level`: 2\n`Salvage Value`: 6\n\n*Reinforced Chassis*: The Jackhammer rolls on this alternate Critical Damage Table:\n\n*ROLL THE DIE*:\n\n`20`: The Jackhammer is Intact and operational with 1 SP. The Pilot is unharmed.\n`11-19`: The Jackhammer is temporarily Shutdown and becomes inoperable. At the end of its next turn it activates and becomes operational with 1 SP. The Pilot is unharmed.\n`6 - 10`: As per 11-19, but a random Module on the Jackhammer is also Damaged.\n`2 - 5`: As per 11-19, but a random System on the Jackhammer is also Damaged.\n`1`: The Jackhammer Mech Chassis is damaged. All of its mounted Systems, Modules, and any carried Cargo are destroyed. The Pilot survives in the reinforced cockpit."
    },
    {
      "name": "Kraken",
      "info": "",
      "detail": "The ‘USM-53’ Kraken was developed by Aegean Dynamics as one of the first hybrid land and water Mechs. Able to carry a large crew to the depths of ocean trenches, it proved instrumental in the construction and repair of underwater fibre net pipelines which were a vulnerable target during the cyberwars. It has a reputation for being a chunky Mech on land, but its pilots often extol its comfortable environmental systems which keeps it both airtight and watertight. When on land this also keeps it protected from wasteland debris, dust, and dangerous gases.\n\n`Structure Pts`: 24\n`Energy Pts`: 10\n`Heat Cap`: 14\n`System Slots`: 18 \n`Module Slots`: 3\n`Cargo Cap`: 6\n`Tech Level`: 2\n`Salvage Value`: 14\n\n*Integrated Amphibious Locomotion System*: The Kraken has an integral Advanced Amphibious Locomotion System included in its profile. This allows the Kraken to operate indefinitely in underwater conditions at significant depths whilst also being able to walk on land. Its sealed Chassis is also airtight and watertight."
    },
    {
      "name": "Magpie",
      "info": "",
      "detail": "The ‘Type 43’ Magpie was developed by Thatcher Steel on behalf of Stefanus as an industrial worker Mech. Its universal mounting points allowed for rapid transition between the various complex servo arms needed during the development and roll out of the Stefanus Prion Chassis. This means its parts can be rapidly hot swapped in the field, even in a combat situa- tion making it something of a holy grail for salvagers,though less so for its namesake.\n\n`Structure Pts`: 15\n`Energy Pts`: 12\n`Heat Cap`: 10\n`System Slots`: 15\n`Module Slots`: 3\n`Cargo Cap`: 6\n`Tech Level`: 2\n`Salvage Value`: 5\n\n*Hot Swap Universal Mounts*: The Magpie allows you to mount and dismount Systems on it in the field significantly faster. This uses the normal rules for mounting, but increases the speed and versatility. A Pilot may Mount a System on the Magpie as a Short Action (10 minutes). A Mech, including the Magpie itself, may Mount a System on the Magpie as a Turn Action."
    },
    {
      "name": "Mirrorball",
      "info": "",
      "detail": "The ‘V6.10.3’ Mirror Ball was developed by Aeon as a mobile shield Mech designed to protect machinery and workers within inhospitable locations. During the ‘Great Exodus’ Mirrorball units were used effectively as a rearguard against corpo harriers by the first salvagers who fled their home arcos to forge a destiny of their own. Its nickname derives from the sparkling ball of energy that surrounds and protects it when it is operational.\n\n`Structure Pts`: 16\n`Energy Pts`: 14\n`Heat Cap`: 8\n`System Slots`: 12\n`Module Slots`: 3\n`Cargo Cap`: 6\n`Tech Level`: 2\n`Salvage Value`: 8\n\n*Integrated Advanced Shield Dome*: The Mirror Ball can project a glowing, protective energy field around its Chassis.\n\n`XEP Turn Action // Shield`\nWhen activated, you project a Shield Dome around your Mech. Choose any amount of Energy Points when you activate this Ability. \nThe Shield Dome has a number of Structure Points equal to 3× the Energy Points you spend on this Ability. You may only have one Shield Dome active at a time. You may deactivate the Shield Dome as a Free Action.\n\nWhen you or any allied target within Close Range of your Mech is dealt damage, the damage is instead dealt to the Shield Dome.\n\nIf the attack deals 0 damage to the target then they also suffer no additional effect from the hit. Any excess damage that penetrates the shield is dealt to the target instead."
    }
  ]
}
