{
  "name": "Weaponmaster",
  "info": "Increase HP by 5. Equip Martial Melee and Shields.",
  "data": [
    {
      "name": "Skills",
      "data": [
        {
          "name": "Bladestorm",
          "info": "Max SL - 1",
          "description": "When you perform a `melee` attack, you may spend 10 Mind Points to choose one option: the attack gains `multi (2); or` you increase the attack's `multi` property by one, up to a maximum of `multi (3)`."
        },
        {
          "name": "Bone Crusher",
          "info": "Max SL - 4",
          "description": "When you hit one or more targets with a `melee` attack that would deal damage, you may have the attack deal no damage. If you do, choose one option: inflict `dazed` on each target hit by the attack; `or` inflict `weak` on each target hit by the attack; `or` each target hit by the attack loses`【SL × 10】`Mind Points. Describe your maneuver!"
        },
        {
          "name": "Breach",
          "info": "Max SL - 4",
          "description": "You may use an action and spend 10 Mind Points to perform a `free attack` with a `melee` weapon you have equipped; this attack `must` target only one creature. If the attack is successful, choose one option: the attack deals`【SL × 5】`extra damage, and all damage dealt by this attack ignores Resistances and Vulnerabilities; `or` the attack deals no damage and, until the start of your next turn, whenever an ally deals damage to a creature hit by this attack, that ally deals`【2 + (SL × 2)】`extra damage to that creature."
        },
        {
          "name": "Counterattack",
          "info": "Max SL - 1",
          "description": "After an enemy `hits or misses you with a melee attack`, if the Result of their Accuracy Check was an `even number`, you may perform a `free attack` against that enemy (after their attack has been fully resolved). This attack must be a `melee` attack and must have that enemy as its `only` target; treat your `High Roll (HR)` as 0 when calculating damage dealt by this attack."
        },
        {
          "name": "Melee Weapon Mastery",
          "info": "Max SL - 4",
          "description": "You gain a bonus equal to`【SL】`to all Accuracy Checks with `melee` weapons."
        }
      ]
    }
  ]
}
